<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>سياسة الخصوصية والأمان لتطبيق ونظام بوابة الموظف</title>

    <style>
      body {
        font-family: Arial, sans-serif;
        margin: 0;
        padding: 0;
        background-color: #f5f5f5;
      }
      header {
        background-color: #333;
        color: white;
        text-align: center;
        padding: 10px 0;
      }
      .container {
        max-width: 800px;
        margin: 0 auto;
        text-align: right;
        padding: 20px;
        background-color: white;
        border-radius: 5px;
        box-shadow: 0 2px 4px rgba(0, 0, 0, 0.1);
      }
      h1 {
        color: #333;
      }
      h2 {
        color: #333;
        margin-top: 20px;
      }
      .title {
        text-align: center;
        font-family: sans-serif;
        font-size: 19px;
        padding: 20px;
        border-bottom: 2px solid;
        border-radius: 10px;
        background: #eaeaea;
      }
      ul,
      ol {
        padding-left: 20px;
      }
      p {
        line-height: 1.6;
        margin-top: 10px;
      }
      strong {
        color: #333;
      }
      footer {
        text-align: center;
        margin-top: 20px;
        color: #777;
      }
    </style>
  </head>
  <body>
    <header>
      <h1>سياسة الخصوصية والأمان لتطبيق ونظام بوابة الموظف</h1>
    </header>
    <div class="container">
      <p class="title">
        نحن في بوابة الموظف نلتزم بحماية خصوصية معلوماتك الشخصية ونقدر ثقتك بنا
        يتمثل هدف هذه السياسة في توضيح كيفية جمع واستخدام ومشاركة وحفظ معلوماتك
        الشخصية
      </p>
      <h2>جمع المعلومات</h2>
      <p>
        - نقوم بجمع معلومات شخصية من الموظفين بما في ذلك الاسم، والبريد
        الإلكتروني، ومعلومات الاتصال الأخرى لتقديم الخدمات ذات الصلة
      </p>
      <h2>استخدام المعلومات</h2>
      <p>
        - نستخدم معلومات الموظفين لتسجيل وقت الحضور والانصراف وإدارة المغادرات
        والاجازات وتوفير تجربة مستخدم محسّنة
      </p>
      <h2>مشاركة المعلومات</h2>
      <p>
        - لن نشارك معلوماتك الشخصية مع أطراف ثالثة إلا بموافقتك الصريحة، أو إذا
        كان ذلك ضروريًا لتقديم الخدمات المطلوبة، أو حينما يكون لدينا واجب قانوني
        للكشف عن هذه المعلومات
      </p>
      <h2>حفظ المعلومات</h2>
      <p>
        - نحتفظ بمعلوماتك الشخصية للفترة الزمنية المطلوبة وفقًا للقوانين
        واللوائح المعمول بها، ونتخذ إجراءات أمنية لحمايتها من الوصول غير المصرح
        به
      </p>
      <h2>شروط الاستخدام</h2>
      <h3>تسجيل الدخول</h3>
      <p>
        - يتوجب على الموظفين استخدام معلومات تسجيل الدخول المقدمة من قبل مدير
        النظام، ولا يجوز مشاركة هذه المعلومات مع الآخرين
      </p>
      <h3>الحضور والانصراف</h3>
      <p>
        - يجب على الموظفين تسجيل وقت حضورهم وانصرافهم باستخدام الوسائل المقدمة
        من قبل التطبيق
      </p>
      <h3>إدارة المغادرات والإجازات</h3>
      <p>
        - يمكن للموظفين طلب المغادرات والإجازات من خلال التطبيق والاطلاع على
        جدول الدوام وتفاصيل أخرى ذات صلة
      </p>
      <h2>المسؤولية والضمان</h2>
      <p>
        - لا نتحمل أي مسؤولية عن أي خسائر أو أضرار ناتجة عن استخدام أو عدم
        القدرة على استخدام التطبيق
      </p>
      <h2>تعديل السياسة</h2>
      <p>
        - يحق لنا تعديل هذه السياسة في أي وقت، وسنقوم بإعلامك بأي تغييرات عن
        طريق الإشعارات في التطبيق
      </p>
      <h2>الاتصال بنا</h2>
      <p>
        - إذا كان لديك أي استفسارات أو ملاحظات حول سياسة الخصوصية والشروط
        والأحكام، يرجى التواصل معنا عبر [***************].
      </p>
    </div>
    <footer>
      <p>© 2023 بوابة الموظف جميع الحقوق محفوظة</p>
    </footer>
  </body>
</html>
